alert(`Урок завершився`);
let sell = prompt(`Яка ціна товару`);
let garant = prompt(`Який гарант`);
let hg = prompt(`Яка ціна товару`);
let imya = `Петро`
let Air = `Airpods 2`
let sel = prompt(`Яка вартість доставка`);
let se = prompt(`Яка кількість товару`);

console.log(`Вітаю, ${imya} Ваше замовленя:






	${Air}  за ціною - ${sell} грн у кількості ${se} штук
Гарантія на ${garant} рік вартістю - ${hg} грн у кількості ${se} штук
Вартість доставка - ${sel} грн

прийнято та буде оброблено протягом 24 години.

Загальна вартість замовлення - 	${sell*se + hg*se + sel}  грн`);











